-- phpMyAdmin SQL Dump
-- version 3.4.5
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2012 年 12 月 06 日 12:10
-- 服务器版本: 5.5.16
-- PHP 版本: 5.3.8

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `mood`
--

-- --------------------------------------------------------

--
-- 表的结构 `mocon`
--

CREATE TABLE IF NOT EXISTS `mocon` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `mdcon` varchar(2222) NOT NULL,
  `mdplace` varchar(222) NOT NULL,
  `mdtime` int(10) NOT NULL,
  `isprivate` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=61 ;

--
-- 转存表中的数据 `mocon`
--

INSERT INTO `mocon` (`id`, `mdcon`, `mdplace`, `mdtime`, `isprivate`) VALUES
(1, '今天好冷啊啊啊', '中国湖北省武汉市洪山区中国地质大学52#701', 1353753814, 0),
(2, '我感觉今天有点冷', '中国湖北省武汉市洪山区中国地质大学52#701', 1353753857, 1),
(3, '我饿了', '中国湖北省武汉市洪山区中国地质大学52#701', 1353753901, 0),
(4, '我饿了', '中国湖北省武汉市洪山区中国地质大学52#701', 1353753912, 1),
(5, '又饿又冷', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754002, 0),
(6, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754088, 0),
(7, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754089, 0),
(8, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754090, 0),
(9, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754090, 0),
(10, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754090, 0),
(11, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754090, 0),
(12, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754092, 1),
(13, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754093, 1),
(14, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754093, 1),
(15, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754093, 1),
(16, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754094, 1),
(17, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754094, 1),
(18, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754094, 1),
(19, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754094, 1),
(20, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754095, 1),
(21, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754096, 0),
(22, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754096, 0),
(23, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754096, 0),
(24, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754096, 0),
(25, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754097, 0),
(26, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754097, 0),
(27, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754097, 0),
(28, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754097, 0),
(29, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754097, 0),
(30, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754098, 0),
(31, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754098, 0),
(32, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754098, 0),
(33, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754098, 0),
(34, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754098, 0),
(35, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754099, 0),
(36, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754099, 0),
(37, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754099, 0),
(38, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754099, 0),
(39, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754099, 0),
(40, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754099, 0),
(41, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754100, 0),
(42, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754100, 0),
(43, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754100, 0),
(44, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754100, 0),
(45, '去吃饭吧', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754100, 0),
(46, '今天好冷啊', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754129, 0),
(47, '今天好冷啊', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754129, 0),
(48, '今天好冷啊', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754130, 0),
(49, '今天好冷啊', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754130, 0),
(51, '今天好冷啊', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754130, 0),
(52, '今天好冷啊', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754131, 0),
(53, '今天好冷啊', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754131, 0),
(54, '我喜欢你雷文', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754278, 1),
(55, '我想吃杂酱面了！', '中国湖北省武汉市洪山区中国地质大学52#701', 1353754298, 0),
(57, '我喜欢你雷文', '中国湖北省武汉市洪山区中国地质大学52#105', 1353996729, 1),
(58, '推到了重来，客户的需求啊，可怕的甲方。。', '中国湖北省武汉市洪山区中国地质大学52#105', 1353997219, 0),
(59, '今天考普通话，旁边是一个东北哥们。。一直跟我说话一直跟我说话一直跟我说话一直跟我说话。。', '中国湖北省武汉市洪山区中国地质大学52#105', 1353997244, 0),
(60, '耐得寂寞不寂寞，耐不住寂寞反寂寞', '中国湖北省武汉市洪山区中国地质大学52#105', 1353997840, 0);

-- --------------------------------------------------------

--
-- 表的结构 `user`
--

CREATE TABLE IF NOT EXISTS `user` (
  `username` varchar(11) NOT NULL,
  `userpass` varchar(50) NOT NULL,
  PRIMARY KEY (`username`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `user`
--

INSERT INTO `user` (`username`, `userpass`) VALUES
('admin', '21232f297a57a5a743894a0e4a801fc3');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
